{
    "descriptions": {
        "jkit": {
            "para1": "John Keells IT is a subsidiary of John Keells Holdings, one of the largest and most diversified conglomerates in Sri Lanka. Established in 1999, the company has since grown to become a leading provider of information technology services and solutions. John Keells IT has a strong focus on delivering innovative and effective IT solutions that help organizations enhance their operations and drive growth.",
            "para2": "With a team of experienced professionals, John Keells IT is well equipped to support businesses in a variety of industries, including banking and finance, retail, hospitality, and telecommunications. The company offers a range of services, including software development, digital transformation, cloud computing, and data analytics. These services are designed to help organizations leverage technology to improve their business processes, enhance customer experiences, and drive growth.",
            "para3": "In addition to its technical expertise, John Keells IT is known for its commitment to delivering high-quality services and solutions. The company has a strong track record of working with its clients to understand their unique business needs and delivering tailored IT solutions that meet their specific requirements. With its focus on innovation, quality, and customer satisfaction, John Keells IT is a trusted partner for businesses looking to leverage technology to achieve their goals and drive success."
        },
        "event": {
            "para1": "The Dare To Dream Awards is a tribute to the visionary leaders who have been at the forefront of driving innovation through digital platforms. The awards aim to recognize the efforts of individuals who have leveraged technology to create value and push boundaries in their respective industries. The awards serve as a symbol of appreciation and recognition for the hard work and dedication of these leaders who have dared to dream big and bring their vision to life.",
            "para2": "SAP and John Keells IT are jointly launching the first edition of the Dare To Dream Awards on February 7th, 2023. The awards will recognize leaders across multiple categories, offering a platform for their achievements to be recognized and celebrated. Nominations are open, and organizations and individuals are encouraged to participate and nominate their leaders for these awards. The awards provide an opportunity for leaders to receive recognition for their efforts, and it also serves as a platform to inspire and encourage others to follow in their footsteps. The Dare To Dream Awards is an event that promises to be a celebration of innovation and entrepreneurship in the digital age."
        }
    }
}